Repository: jpawlowski/openvpn-als
Catalog: ovpnals-language/src/fr-FR/omegat/project_save.tmx
Source language: en_us
Languages: fr_fr

source: Query string contains invalid character: {0}
fr_fr: Query string contains invalide character: {0}

source: Place of Birth
fr_fr: Lieu de naissance

source: The application shortcut creation wizard is now complete. Please review any information below.
fr_fr: L'assistant de création du raccourci est terminé. SVP vérifiez les informations avant de continuer.

source: When enabled, users may choose the language for their session. Note, to be able to change their language during the session the user must also have the <i>Change Language</i> access right.
fr_fr: When enabled, users may choose the language for their session. Note, to be able to changer their language during the session the utilisateur must also have the <i>Changer Langue</i> accès right.

source: File {0} cannot be listed, it is imaginary.
fr_fr: Le fichier {0} ne peut pas être listé, il est imaginaire.

source: Are you sure you wish to delete this certificate.
fr_fr: Are you sure you wish to delete thest certificate.

source: Old super user deleted.
fr_fr: Ancien super utilisateur supprimé.

source: Include standard users and groups.
fr_fr: Include standard users and groupes.

source: OpenVPN-ALS::Help
fr_fr: OpenVPN-ALS::Aide

source: Cut the file or folder.
fr_fr: Couper le fichier ou le dossier.

source: An attribute definition with the name <strong>{0}</strong> already exists
fr_fr: Une définition d'attribut avec le nom <strong>{0}</strong> existe déjà

source: At least one of the selected network places cannot be edited or deleted.
fr_fr: Au moins un des Favoris Réseaux ne peut pas être édité ou supprimé.

source: OpenVPN-ALS:::Shutdown
fr_fr: OpenVPN-ALS:::Arrêt

source: Confirm password:
fr_fr: Confirmer mot de passe:

source: Failed to create new Web Forward. {0}
fr_fr: Echec lors de la création de l'application Web. {0}

source: Max Group Cache Objects
fr_fr: Max Groupe Cache Objects

source: This option allows you to place restrictions on users logging on more than once.
fr_fr: Thest option allows you to place restrictions on users logging on more than once.

source: Import and manage your SSL certificates.
fr_fr: Importez et réglez votre certificat SSL.

source: Web server configured.
fr_fr: Web server configuré.

source: Set password
fr_fr: Définir mot de passe

source: Click here if you wish to create a new Host-Based Reverse Proxy Web Forward.
fr_fr: Cliquer ici si vous voulez créer une nouvelle application proxy inverse.

source: OpenVPN-ALS Console
fr_fr: Console OpenVPN-ALS

source: Are you sure you wish to delete this tunnel.
fr_fr: Are you sure you wish to delete thest tunnel.

source: Step 2 - Web Forward Resource Details
fr_fr: Etape 2 - Détails des ressources d'Application Web

source: An error has occured.
fr_fr: Une erreur s'est produite.

source: No agent.
fr_fr: Aucun agent.

source: OpenVPN-ALS:::Remove Resource Access Right
fr_fr: OpenVPN-ALS:::Remove Ressource Accès Right

source: Replacement Variables
fr_fr: Variables de remplacement

source: Edit this authentication scheme and change the authentication modules it uses.
fr_fr: Editer thest authentification scheme and changer the authentication modules it uses.

source: Filter
fr_fr: Filtrer

source: The selected Account will no longer be able to access the system, are you sure you wish to delete this Account?
fr_fr: Le selected Compte will non longer be able to accès the system, are you sure you wish to delete thest Account?

source: You must supply a country code.
fr_fr: Vous devez fournir un code région.

source: The format of the unique Active DNS hostname used to access reverse proxy web forwards.
fr_fr: Le format du nom d'hôte du DNS actif est utilisé pour accéder au serveur mandataire de l'Application Web.

source: Network place name must be {0} characters or less.
fr_fr: Le nom du Favoris Réseau doit être de {0} caractères au moins.

source: Failed
fr_fr: Echec

source: Opened local tunnel "{0}" on port {1} to {2}.
fr_fr: Ouvrired local tunnel "{0}" on port {1} to {2}.

source: Choose the policies you wish to attach this Web Forward to.
fr_fr: Choisissez les stratégies que vous voulez relier a cette Application Web.

source: Exclude Organizational Unit Filter
fr_fr: Exclude Organizational Unit Filtrer

source: Client Restrictions
fr_fr: Restrictions client

source: If you SOCKS server requires authentication, provide the password here.
fr_fr: Si you SOCKS server requires authentification, provide the mot de passe ici.

source: Details
fr_fr: Détails

source: Warning
fr_fr: Avertissement

source: The selected users will have their Personal Questions reset, are you sure you wish to reset the answers to the questions?
fr_fr: Le selected users will have their Personal Questions reset, are you sure you wish to reset the answers to the questions?

source: OpenVPN-ALS:::Delete Group
fr_fr: OpenVPN-ALS:::Supprimer un groupe

source: Secondary
fr_fr: Secondaire

source: The wizard completed, but some warnings occured. Please review the warnings and either retry by clicking on <strong>Run Again</strong>, or click <strong>Cancel Installation</strong> to leave the wizard now.
fr_fr: Le assistant completed, but some avertissements occured. Please review the avertissements and either retry by clicking on <strong>Executer de nouveau</strong>, or cliquer<strong>Annuler Installation</strong> to leave the wizard now.

source: OpenVPN-ALS:::Session Password Required.
fr_fr: OpenVPN-ALS:::Mot de passe Requis.

source: Network Places
fr_fr: Favoris Réseau

source: The scheme is not conformant.
fr_fr: Le scheme est not conformant.

source: Hostname
fr_fr: Nom d'hôte

source: Failed to grant access to this policy to selected principals. {0}
fr_fr: Echec de droit d'accès sur cette stratégie. {0}

source: User databases can contain a large number of groups. This property limits the number of groups retrieved and displayed for the provided search criteria.
fr_fr: Utilisateur databases can contain a large number de groupes. Thest property limits the number de groups retrieved and displayed for the provided search criteria.

source: You have been returned to the beginning of the installation wizard and must re-enter all require information. This may have been caused by one of three things. First, your session may have timed out. Second, you didn't start the wizard at the first page (possibly caused by an an incorrect bookmark). And thirdly, cookies may not be enabled.
fr_fr: You have been returned to the beginning de the installatien tant quesistant and must re-enter all require information. Thest may have been caused by one de three things. First, votre session may have timed out. Second, you didn't start the wizard at the first page (possibly caused by an an incorrect bookmark). And thirdly, cookies may not be enabled.

source: OpenVPN-ALS:::Delete Account
fr_fr: OpenVPN-ALS:::Delete Compte

source: Host name of Active Directory controller
fr_fr: Host nom de Active Directory controller

source: Setup
fr_fr: Installation

source: View SSL Tunnels that have been configured for you to use.
fr_fr: Voir les tunnels qui ont été configurés pour vous.

source: Use Browser Cookies
fr_fr: Utiliser le navigateur

source: If a value if provided here, the hostname that the client uses to access OpenVPN-ALS must match one of those below. If it does not, the browser will be redirected to the first hostname in the list.
fr_fr: Si a value si provided ici, the nom d'hôte that the client uses to accès OpenVPN-ALS must match one de those below. Si it does not, the navigateur will be redirected to the first nom d'hôte in the list.

source: <strong>{3}</strong> is too long. Must be a string between {0} and {1} characters.
fr_fr: <strong>{3}</strong> est trop long. Doit être compris entre {0} et {1} caractères.

source: You may only edit one tunnel at a time.
fr_fr: You may only editer one tunnel at a time.

source: Father's First Name
fr_fr: Nom de famille du père

source: Group {0} does not exist.
fr_fr: Groupe {0} does not exist.

source: Invalid credentials.
fr_fr: Identifiants non valides.

source: Your personal Network Place is going to be attached to your personal policy: "{0}"<br/>Please know that an admin may, at everytime, see, edit and deleted your personal resource and policy.
fr_fr: Votre Favoris Réseau est attaché a une stratégie: "{0}"<br/>Sachez qu'un Administrateur peut, à tout moment, voir, éditer et supprimer une stratégie ou une ressource personnelle.

source: OpenVPN-ALS can use a number of different methods to communicate messages to administrative and normal users. Here you can configure settings relating to these message delivery methods.
fr_fr: OpenVPN-ALS can use a number de different methods to communicate messages to administrative and normal users. Here you can configure settings relating to these message delivery methods.

source: The type of Agent that will be downloaded on the client machine. Auto will select the best appropriated Agent.
fr_fr: Le type de Agent that will be downloaded on the client machine. Auto will select the best appropriated Agent.

source: Application shortcut created
fr_fr: Raccourci crée

source: Click here if you wish to zip up the selected resources.
fr_fr: Cliquez ici si vous voulez compresser les ressources sélectionnées.

source: Policy name must be {0} characters or less.
fr_fr: Stratégie nom must be {0} characters or less.

source: Edit this replacement.
fr_fr: Edit thest replacement.

source: Use this option to install root certificates from your certification authority. Select the certificate file for uploading and enter a value for the certificate alias in the box provided, the alias is just a friendly name that is associated with the certificate to help you identify it.
fr_fr: Use thest option to Installer root certificates from votre certification authority. Select the certificatfile for uploading and enter a value for the certificatalias in the box provided, the alias est just a friendly nom that est associated with the certificatto aide you identify it.

source: Open Web Folder
fr_fr: Ouvrir un Favori réseau

source: Favorites added.
fr_fr: Favoris ajoutés.

source: OpenVPN-ALS encrypts your confidential data using a public/private key pair. This key is held on the server and is protected by your current OpenVPN-ALS password. Please enter your password now.
fr_fr: OpenVPN-ALS encrypts votre confidential data using a public/private key pair. Thest key est held on the server and est protected by votre current OpenVPN-ALS mot de passe. Please enter votre mot de passe now.

source: There are currently no existing access rights or none that you are allowed to edit. If allowed, you will be able to create a new access right by selected on one of the <b>Create Right</b> action.
fr_fr: Vous ne pouvez actuellement modifier aucune autorisation. Vous pouvez en créer une nouvelle en cliquant sur une des actions <b>Créer autorisation</b>

source: User Interface
fr_fr: Interface utilisateur

source: This page allows to you create a new attribute definition.
fr_fr: Cette page vous permet de définir un nouvel attribut.

source: Granted policy to selected principals
fr_fr: Granted stratégie to selected principals

source: Below is up-to-date information about the options available to you for Help & Support.
fr_fr: Les informations disponible ci-dessous sont a jour pour vous fournir de l'aide et un support.

source: Your password has changed and as such your private key is no now longer readable. Please provide your <i>old</i> password to reset this. You will not be asked this question again until your password changes.
fr_fr: Votre mot de passe has changed and as such votre private key est non now longer readable. Please provide votre <i>old</i> mot de passe to reset this. You will not be asked thest question again until votre password changements.

source: Copy access right
fr_fr: Copy accès right

source: Change
fr_fr: Changer

source: In order to determine the current available version of OpenVPN-ALS and any extensions that may be available, OpenVPN-ALS will now attempt to connect to the 3SP Extensions Store. This is done without sending any identifying information to the 3SP server. Do you wish to allow this connection to be made? You may disable / enable this feature in "Setup -> General Options -> Automatic Updates" or connect when required by clicking on the the "Connect" button in the Extension management page.
fr_fr: In order to determine the current available version de OpenVPN-ALS and any extensions that may be available, OpenVPN-ALS will now attempt to connect to the 3SP Extensions Store. Thest est done without sending any identifying information to the 3SP server. Do you wish to allow thest connection to be made? You may disable / enable thest feature in "Setup -> General Options -> Automatic Updates" or connect when required by clicking on the the "Connect" button in the Extension management page.

source: Certificate and Key Import
fr_fr: Certificatand Key Import

source: {0} requires an integer value.
fr_fr: {0} éxige une valeur entiere.

source: Unknown extension type '{0}' in extension '{1}'.
fr_fr: Type d'extension inconnu '{0}' dans l'extension '{1}'.

source: This authentication module requests a username and password using the HTTP BASIC mechanism. The browser will be sent an <b>Un-authorized</b> response code, which will cause an authentication dialog to be shown. Note, some browser may have the ability to cache these details - OpenVPN-ALS is not in control of this. The user details supplied will be verified by the currently active <b>User Database</b>.
fr_fr: Thest authentification module requests a utilisateur and mot de passe using the HTTP BASIC mechanism. Le navigateur will be sent an <b>Un-authorized</b> response code, which will cause an authentication dialog to be shown. Note, some browser may have the ability to cache these details - OpenVPN-ALS est not in control de this. Le utilisateur details supplied will be verified by the currently active <b>Utilisateur Database</b>.

source: The amount of time (in minutes) that user and group information will be cached for. Any changes to your active directory (new users, groups etc) will not appear in OpenVPN-ALS until this time has elapsed.
fr_fr: Le amount de time (in minutes) that utilisateur and groupe information will be cached for. Any changements to votre active directory (new users, groupes etc) will not appear in OpenVPN-ALS until thest time has elapsed.

source: The text that will be displayed to the user describing the requirements for a password.
fr_fr: Le text that will be displayed to the utilisateur describing the requirements for a mot de passe.

source: Step 3 - Web Forward Specific Details
fr_fr: Etape 3 - Détails spécifiques de l'Application Web

source: Your account has been temporarily locked. Please try again in {0} minute(s).
fr_fr: Votre compte a été temporairement bloqué. Essayez à nouveau dans {0} minute(s).

source: Paths
fr_fr: Chemins

source: The extension '{1}' has '{0}' as a dependency. This dependency is not started.
fr_fr: L'extension '{1}' a '{0}' comme dépendance. Cette dépendance n'est pas démarrée.

source: Are you sure you wish to remove this application?
fr_fr: Etes-vous sûr de vouloir supprimer cette application ?

source: Vfs File Uploaded
fr_fr: Fichier envoyé

source: The keystore could not be loaded and will be re-created upon completing this wizard. {0}
fr_fr: Le keystore could not be loaded and will be re-created upon completing thest assistant. {0}

source: OpenVPN-ALS:::Timed shutdown/restart
fr_fr: OpenVPN-ALS:::Arrêt/Redemarrage prévu

source: Enable the request log and every request will be logged in the file [ovpnals-installation]/logs/[yyyy-mm-dd].request.log. This file is in NCSA format.
fr_fr: Enable the request log and every request will be connecté in the file [ovpnals-installation]/logs/[yyyy-mm-dd].request.log. Thest file est in NCSA format.

source: Encoding
fr_fr: Codage

source: Copy the file or folder.
fr_fr: Copier le fichier ou le dossier.

source: Configure Profiles
fr_fr: Configure Profils

source: This page allows to you add, delete and re-order authentication modules that make up this scheme.
fr_fr: Thest page allows to you add, delete and re-order authentification modules that make up thest scheme.

source: Invalid ticket. {0}
fr_fr: Ticket invalide. {0}

source: Choose the policies you wish to attach this tunnel to.
fr_fr: Choose the stratégies you wish to attach thest tunnel to.

source: Refuse all requests using invalid hostname.
fr_fr: Refuser les requêtes utilisant un nom d'hôte invalide.

source: Mother's Maiden Name
fr_fr: Nom de jeune fille de la mère

source: Number of seconds before an authentication request to the Active Directory is considered timed out.
fr_fr: Number de seconds before an authentification request to the Active Directory est considered timed out.

source: Address is {0}:{1}
fr_fr: Address est {0}:{1}

source: Fields marked with {0} are required. Other fields may be optional.
fr_fr: Les champs indiqués par {0} sont obligatoires. Les autres sont facultatifs.

source: View information about this profile
fr_fr: Voir les informations de ce profil

source: Denied
fr_fr: Interdit

source: OpenVPN-ALS:::Edit Authentication Scheme
fr_fr: OpenVPN-ALS:::Editer Authentification Scheme

source: Date Modified
fr_fr: Date de modification

source: Host {0} is unknown.
fr_fr: L'hôte {0} est inconnu.

source: Use this link to access options to configure various security options used by OpenVPN-ALS.
fr_fr: Use thest link to accès options to configure various sécurité options used by OpenVPN-ALS.

source: Number of seconds before a connection to the Active Directory is considered timed out.
fr_fr: Number de seconds before a connection to the Active Directory est considered timed out.

source: Access to the requested resource was denied.<br/>You will be redirected to your <a href="/showHome.do">home page</a>.
fr_fr: Accès à la ressource refusé.<br/>Vous allez être redirigé vers <a href="/showHome.do">l'accueil</a>.

source: Review the information below before clicking on <strong>Finish</strong> to create the attribute.
fr_fr: Review the information below before clicking on <strong>Finish</strong> to create the attribut.

source: <strong>This network place is attached to multiple policies :-</strong>
fr_fr: <strong>Ce Favoris Réseau est relié a plusieurs stratégies :-</strong>

source: Path:
fr_fr: Chemin:

source: Failed to check state of tunnels.
fr_fr: Failed to check state de tunnels.

source: Edit this tunnel
fr_fr: Edit thest tunnel

source: Create Attribute
fr_fr: Create Attribut

source: User agent
fr_fr: Agent utilisateur

source: Grant or deny access to the OpenVPN-ALS VPN server by specifying restriction rules based upon the clients IP Address. Wildcards may be use to grant/deny access by subnet e.g. 192.168.1.*.
fr_fr: Grant or deny accès to the OpenVPN-ALS VPN server by specifying restriction rules based upon the clients IP Address. Wildcards may be use to grant/deny access by subnet e.g. 192.168.1.*.

source: Edit a user account
fr_fr: Editer un compte utilisateur

source: Vfs Paste Completed
fr_fr: Vfs Coller complet

source: If the proxy server requires authentication, this value is supplied as the password. If no password is entered here the user may be prompted for authentication when they connect.
fr_fr: Si the proxy server requires authentification, thest value est supplied as the mot de passe. Si non mot de passe est entered ici the utilisateur may be prompted for authentication when they connect.

source: IP Status is: Denied
fr_fr: Le statut IP est: Interdit

source: Default user console resource view
fr_fr: Default utilisateur console ressource view

source: Internal error. {0}# OpenVPN-ALS Category Information
fr_fr: Erreur interne. {0}

source: The system was unable to change your password. {0}
fr_fr: Le système était incapable de changer le mot de passe. {0}

source: View and maintain attribute definitions
fr_fr: Voir et modifier les définitions d'attributs

source: Create Account
fr_fr: Create Compte

source: Failed to create new Authentication Scheme. {0}
fr_fr: Failed to create new Authentification Scheme. {0}

source: OpenVPN-ALS:::Create Authentication Scheme
fr_fr: OpenVPN-ALS:::Create Authentification Scheme

source: Access rights <b>{0}</b> saved.
fr_fr: Autorisations <b>{0}</b> enregistrées.

source: You must supply a category.
fr_fr: Vous devez fournir une catégorie.

source: OpenVPN-ALS:::Edit IP Restriction
fr_fr: OpenVPN-ALS:::Editer les restrictions d'IP

source: Install
fr_fr: Installer

source: View the PDF version of the OpenVPN-ALS Administrator's Guide
fr_fr: Voir la version du guide d'administration PDF d'OpenVPN-ALS

source: Remote
fr_fr: A distance

source: Enter your mother's maiden name e.g. Smith.
fr_fr: Enter votre mother's maiden nom e.g. Smith.

source: <strong>{0}</strong> is an invalid URI. Please supply a path in the URI format e.g. "smb://winnt/MyShare", a local path such as "C:\Documents and Settings\joeb or /home/joeb" or a UNC path such as "\\myserver\myshare".
fr_fr: <strong>{0}</strong> est un URI invalide. SVP, fournissez un chemin au format URI (identifiant uniforme de ressource) ex. "smb://winnt/MyShare", un chemin local comme "C:\Documents and Settings\joeb ou /home/joeb" ou un chemin réseau comme "\\myserver\myshare".

source: No extensions will be installed
fr_fr: Aucune extension ne sera installée

source: The password to use if option 'Try guest user' is enabled.
fr_fr: Le mot de passe a utiliser si l'option 'Essayer le compte invité' est activé.

source: InterruptedException while launching browser: {0}
fr_fr: InterruptedException while launching navigateur: {0}

source: Policy name
fr_fr: Stratégie nom

source: Step 3 - Application Options
fr_fr: Etape 3 - Options de l'application

source: Choose this option to generate a new untrusted certificate. This will be enough to get your server up and running. You may later generate a Certificate Signing Request (CSR) for transmission to a Certification Authority (CA).
fr_fr: Choose thest option to generate a new untrusted certificate. Thest will be enough to get votre server up and running. You may later generate a CertificatSigning Request (CSR) for transmission to a Certification Authority (CA).

source: Local file name:
fr_fr: Nom de fichier local:

source: OpenVPN-ALS:::File Upload
fr_fr: OpenVPN-ALS:::Envoi de fichiers

source: Click here if you wish to copy the selected resources.
fr_fr: Cliquer ici si vous voulez copier les ressources sélectionnées.

source: Full Name
fr_fr: Full Nom

source: Shows all messages currently queue for delivery.
fr_fr: Montre tous les messages actuellement dans la file d'attente.

source: Preferred port failed as its probably in use by another application
fr_fr: le port préféré a échoué car il est probablement utilisé par une autre application.

source: Set the maximum thread idle time (minutes). Threads that are idle for longer than this period may be stopped. Delegated to the named or anonymous Pool.
fr_fr: Set the maximum thread idle time (minutes). Threads that are idle for longer than thest period may be stopped. Delegated to the named or anonymous Pool.
